{
    "news": [
        {
            "id": 1,
            "title": "Запуск WebNews!",
            "date": "2025-02-11T12:00:00Z",
            "summary": "Наша новая платформа для новостей о жизни проекта уже запущена!",
            "content": "Мы рады представить вам WebNews – место, где вы сможете узнавать свежие новости о развитии проекта, обновлениях, важных изменениях и многом другом. Следите за обновлениями!",
            "author": "WebNews Team",
            "category": "Анонсы"
        },
        {
            "id": 2,
            "title": "Who's There? получил обновление",
            "date": "2025-02-10T15:30:00Z",
            "summary": "На сервере появились новые моды, исправлены баги с миром!",
            "content": "В свежем обновлении Minecraft-сервера 'Who's There?' были добавлены новые модификации, улучшена стабильность игры, а также исправлены баги, связанные с генерацией мира.",
            "author": "Minecraft Team",
            "category": "Обновления"
        },
        {
            "id": 3,
            "title": "Переход на международный стандарт",
            "date": "2025-02-12T10:00:00Z",
            "summary": "Наш сайт обновляется и переходит на международные стандарты веб-разработки!",
            "content": "Мы работаем над улучшением структуры и кода сайта, чтобы соответствовать современным стандартам веб-разработки. В ближайшее время появятся новые функции, улучшенная производительность и полная поддержка международных рекомендаций.",
            "author": "Development Team",
            "category": "Обновления"
        },
        {
            "id": 4,
            "title": "HackWeb переходит на международные стандарты",
            "date": "2025-02-12T14:00:00Z",
            "summary": "Мы обновляем HackWeb, чтобы соответствовать мировым стандартам веб-разработки!",
            "content": "HackWeb получает крупное обновление! Мы работаем над улучшением производительности, структуры кода и удобства использования. В скором времени появится обновленный дизайн, улучшенная оптимизация и поддержка современных технологий.",
            "author": "HackWeb Team",
            "category": "Обновления"
        }
    ]
}
